Linbit-drbdtest/logs/test-retrieve-log/log/resync-never-connected.KNOWN-latest/fio-drbd-sp2-autotest-1-0-write-2.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=10826: Wed Aug 31 11:40:55 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=79529KB/s, iops=19882, runt=    51msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=1337, avg= 3.18, stdev=41.95
drbd-sp2-autotest-1:      lat (usec): min=1, max=1338, avg= 3.38, stdev=41.98
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    1], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    3],
drbd-sp2-autotest-1:      | 99.00th=[    4], 99.50th=[    9], 99.90th=[   22], 99.95th=[ 1336],
drbd-sp2-autotest-1:      | 99.99th=[ 1336]
drbd-sp2-autotest-1:     lat (usec) : 2=30.77%, 4=66.17%, 10=2.66%, 20=0.10%, 50=0.20%
drbd-sp2-autotest-1:     lat (msec) : 2=0.10%
drbd-sp2-autotest-1:   cpu          : usr=4.00%, sys=4.00%, ctx=53, majf=0, minf=11
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=79529KB/s, minb=79529KB/s, maxb=79529KB/s, mint=51msec, maxt=51msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/2784, aggrin_queue=2784, aggrutil=1.93%
drbd-sp2-autotest-1:     dm-0: ios=0/1016, merge=0/0, ticks=0/2784, in_queue=2784, util=1.93%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/24, aggrin_queue=24, aggrutil=1.93%
drbd-sp2-autotest-1:   vdb: ios=0/11, merge=0/1005, ticks=0/24, in_queue=24, util=1.93%