Linbit-drbdtest/logs/test-retrieve-log/log/resync-never-connected.KNOWN-latest/fio-drbd-sp2-autotest-1-0-write-8.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=10880: Wed Aug 31 11:40:59 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=106737KB/s, iops=26684, runt=    38msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=193, avg= 3.08, stdev= 7.67
drbd-sp2-autotest-1:      lat (usec): min=1, max=194, avg= 3.34, stdev= 7.71
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    3],
drbd-sp2-autotest-1:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-1:      | 99.00th=[    7], 99.50th=[   29], 99.90th=[   99], 99.95th=[  193],
drbd-sp2-autotest-1:      | 99.99th=[  193]
drbd-sp2-autotest-1:     lat (usec) : 2=1.08%, 4=91.22%, 10=6.80%, 20=0.10%, 50=0.30%
drbd-sp2-autotest-1:     lat (usec) : 100=0.39%, 250=0.10%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=18.92%, ctx=63, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=106736KB/s, minb=106736KB/s, maxb=106736KB/s, mint=38msec, maxt=38msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/5236, aggrin_queue=5236, aggrutil=4.28%
drbd-sp2-autotest-1:     dm-0: ios=0/1016, merge=0/0, ticks=0/5236, in_queue=5236, util=4.28%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/44, aggrin_queue=44, aggrutil=4.28%
drbd-sp2-autotest-1:   vdb: ios=0/11, merge=0/1005, ticks=0/44, in_queue=44, util=4.28%